alefragnani.project-manager
christian-kohler.path-intellisense
codezombiech.gitignore
dbaeumer.vscode-eslint
donjayamanne.git-extension-pack
donjayamanne.githistory
dracula-theme.theme-dracula
eamodio.gitlens
ecmel.vscode-html-css
esbenp.prettier-vscode
evan-buss.font-switcher
formulahendry.auto-rename-tag
github.copilot-chat
github.github-vscode-theme
james-yu.latex-workshop
keksiqc.idx-monospace-theme
ms-azuretools.vscode-containers
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
pkief.material-icon-theme
redhat.java
redhat.vscode-community-server-connector
redhat.vscode-rsp-ui
redhat.vscode-xml
ritwickdey.liveserver
rvest.vs-code-prettier-eslint
vscjava.migrate-java-to-azure
vscjava.vscode-gradle
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-java-upgrade
vscjava.vscode-maven
zignd.html-css-class-completion
ziyasal.vscode-open-in-github
